Repository: atereshkov/crocodile
Catalog: lib/generated/localization/intl_messages_*.arb
Languages: ru

# mainMenuPlaySingleMode
source: Play
ru: Начать игру

# mainMenuHowToPlay
source: How To Play
ru: Правила

# rulesTitle
source: Rules
ru: Правила

# rulesSingleModeSubtitle
source: Single mode
ru: Обычная игра

# rulesTeamModeSubtitle
source: Team mode
ru: Командная игра

# rulesSingleModeContent
source: The player must depict the word using only gestures and facial expressions (you canâ€™t speak), and the rest of the players must guess the word. The one who guessed the word takes the place of the leading player and the game continues.
ru: Игрок должен изобразить слово, используя только жесты и мимику (говорить нельзя), а остальные игроки должны угадать это слово. Тот, кто угадал - занимает место ведущего игрока и игра продолжается.

# rulesTeamModeContent
source: Players are divided into teams with any number of players. Then the teams show the words one by one (one player from the team). The player shows the word and only his team tries to guess the word. If a word is guessed within the time, points are awarded to the team and the line goes to the next team in a circle.
ru: Игроки делятся на команды с произвольным количеством игроков. Далее команды по кругу показывают слова (один игрок от команды). Игрок показывает слово и только его команда пытается отгадать слово. Если слово отгадано за отведенное время, команде начисляются баллы и очередь переходит к следущей команде по кругу.

# singlePlayTitle
source: Game
ru: Обычный режим

# singlePlayNextWordButton
source: Next Word
ru: Следующее слово

# categoryEasy
source: Easy
ru: Простые

# categoryEasyDescription
source: Simple words like: dog, laptop, char, bird, soldier...
ru: Простые слова. Например: собака, ноутбук, стул, птица, солдат...

# categoryMedium
source: Medium
ru: Средние

# categoryMediumDescription
source: A bit complicated words like: drama, squirrel, pancakes, tractor driver...
ru: Что-то среднее. Например: драма, белка, блины, тракторист...

# categoryHard
source: Hard
ru: Сложные

# categoryHardDescription
source: Words like: contract, police department, blue hippo, electrician...
ru: Сложные слова. Например: контракт, полицейский участок, голубой бегемот, электрик...

# categoryAbstract
source: Abstract
ru: Абстрактные

# categoryAbstractDescription
source: The hardest words to show: approach, logics, illustration, baroque...
ru: Очень сложные слова. Например: подход, логика, иллюстрация, барокко...

# selectGameTitle
source: Choose game type & words
ru: Тип игры и слова

# selectGameSinglePlay
source: Single Play
ru: Обычная игра

# selectGameTeamPlay
source: Team Play
ru: Командная игра

# selectGameStartGameButton
source: Play
ru: Старт

# teamPlayTitle
source: Team Play
ru: Командная игра

# teamPlayPrepareTeamLabel
source: Team
ru: Команда

# teamPlayPrepareStartingTeam
source: is starting the game!
ru: начинает игру!

# teamPlayPrepareStartButton
source: Ready. Start!
ru: Готовы. Поехали!

# teamPlayNextTeam
source: Next team is ...
ru: Следующая команда ...

# teamPlayNextTeamRoundsLeft
source: Rounds left:
ru: Раундов осталось:

# teamPlayNextTeamFinishGame
source: Finish the game
ru: Закончить игру

# teamPlayNextTeamReadyButton
source: Ready
ru: Готовы

# teamPlayResultsPoints
source: points
ru: очков

# teamPlayResultsShare
source: Share
ru: Поделиться

# teamPlayResultsPlayAgain
source: Play again
ru: Сыграть снова

# teamPlayGameTeamLabel
source: Team
ru: Команда

# teamPlayGameWordIsNotGuessed
source: Word is not guessed
ru: Слово не отгадано

# teamPlayGameWordIsGuessed
source: Word is guessed
ru: Слово отгадано

# teamPlayGameMinusPoints
source: -1 point
ru: -1 очко

# teamPlayGamePlusPoints
source: +2 points
ru: +2 очка

# selectTeamTitle
source: Team Play
ru: Командная игра

# selectTeamTeamsLabel
source: Teams
ru: Команды

# selectTeamTimerSetting
source: Timer (seconds)
ru: Таймер (секунды)

# selectTeamRoundsSetting
source: Rounds
ru: Раунды

# selectTeamAddTeam
source: Add team
ru: Добавить команду
